Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Tessera can't open a message because this device has no mail account. Use “export log” to save the diagnostics log, then send the file from any mail app to this address:
de: Tessera kann keine Nachricht öffnen, weil auf diesem Gerät kein Mail-Konto eingerichtet ist. Sichere das Diagnose-Log mit „Log exportieren“ und sende die Datei aus einer beliebigen Mail-App an diese Adresse:
es: Tessera no puede abrir un mensaje porque este dispositivo no tiene ninguna cuenta de correo. Usa «exportar el registro» para guardar el registro de diagnóstico y envía el archivo desde cualquier app de correo a esta dirección:
fr: Tessera ne peut pas ouvrir de message, car cet appareil n'a aucun compte de messagerie. Utilisez « exporter le journal » pour enregistrer le journal de diagnostic, puis envoyez le fichier depuis n'importe quelle app de messagerie à cette adresse :
ja: このデバイスにメールアカウントが設定されていないため、Tessera はメッセージを開けません。「ログを書き出す」で診断ログを保存し、任意のメールアプリから次のアドレスに送ってください：
zh_hans: 此设备未设置邮件账户，因此 Tessera 无法打开邮件。请用「导出日志」保存诊断日志，然后用任意邮件应用发送到以下地址：
zh_hant: 此裝置未設定郵件帳號，因此 Tessera 無法開啟郵件。請用「輸出日誌」儲存診斷日誌，然後用任何郵件 App 傳送到以下地址：

source: Tessera can't send terminal-bell banners while iOS notifications are off. Turn notifications on in Settings, then come back.
de: Tessera kann keine Banner für den Terminal-Signalton senden, solange iOS-Mitteilungen aus sind. Aktiviere Mitteilungen in den Einstellungen und komm dann zurück.
es: Tessera no puede enviar avisos de la campana del terminal mientras las notificaciones de iOS están desactivadas. Actívalas en Ajustes y vuelve.
fr: Tessera ne peut pas envoyer de bannières pour la cloche du terminal tant que les notifications iOS sont désactivées. Activez-les dans Réglages, puis revenez.
ja: iOS の通知がオフの間、Tessera はターミナルのベル通知を送れません。「設定」で通知をオンにしてから戻ってきてください。
zh_hans: 在 iOS 通知关闭时，Tessera 无法发送终端响铃横幅。请在“设置”中开启通知后再回来。
zh_hant: 在 iOS 通知關閉時，Tessera 無法傳送終端機響鈴橫幅。請在「設定」中開啟通知後再回來。

source: Tessera could not create the requested session.
de: Tessera konnte die angeforderte Sitzung nicht erstellen.
es: Tessera no pudo crear la sesión solicitada.
fr: Tessera n'a pas pu créer la session demandée.
ja: Tessera は要求されたセッションを作成できませんでした。
zh_hans: Tessera 无法创建所请求的会话。
zh_hant: Tessera 無法建立所請求的工作階段。

source: Tessera couldn't obtain background time. Keep this sheet open or cancel the upload.
de: Tessera konnte keine Hintergrundzeit erhalten. Lass dieses Fenster geöffnet oder brich den Upload ab.
es: Tessera no pudo obtener tiempo de ejecución en segundo plano. Mantén abierta esta hoja o cancela la subida.
fr: Tessera n'a pas pu obtenir de temps d'exécution en arrière-plan. Gardez cette feuille ouverte ou annulez le téléversement.
ja: Tessera はバックグラウンド実行時間を確保できませんでした。このシートを開いたままにするか、アップロードをキャンセルしてください。
zh_hans: Tessera 无法获得后台运行时间。请保持此面板打开，或取消上传。
zh_hant: Tessera 無法取得背景執行時間。請保持此面板開啟，或取消上傳。

source: Tessera device
de: Tessera-Gerät
es: Dispositivo Tessera
fr: Appareil Tessera
ja: Tessera デバイス
zh_hans: Tessera 设备
zh_hant: Tessera 裝置

source: Tessera file transfer
de: Tessera-Dateiübertragung
es: Transferencia de archivos de Tessera
fr: Transfert de fichier Tessera
ja: Tessera ファイル転送
zh_hans: Tessera 文件传输
zh_hant: Tessera 檔案傳輸

source: Tessera found %lld Keychain items with no matching key metadata. They cannot be selected, authenticated with, exported, or associated with a host. This removes only those inaccessible orphaned items.
de: Tessera hat %lld Schlüsselbund-Objekte ohne passende Key-Metadaten gefunden. Sie lassen sich nicht auswählen, zur Authentifizierung nutzen, exportieren oder einem Host zuordnen. Entfernt werden nur diese unzugänglichen verwaisten Objekte.
es: Tessera encontró %lld ítems del llavero sin metadatos de clave asociados. No se pueden seleccionar, usar para autenticar, exportar ni asociar a un host. Esto elimina únicamente esos ítems huérfanos inaccesibles.
fr: Tessera a trouvé %lld éléments du trousseau sans métadonnées de clé correspondantes. Ils ne peuvent être ni sélectionnés, ni utilisés pour s'authentifier, ni exportés, ni associés à un hôte. Seuls ces éléments orphelins inaccessibles sont supprimés.
ja: 対応するキーのメタデータがないキーチェーン項目が %lld 件見つかりました。これらは選択・認証・書き出し・ホストへの関連付けのいずれもできません。この操作では、アクセスできない孤立した項目のみを削除します。
zh_hans: Tessera 发现 %lld 个没有对应密钥元数据的钥匙串项目。它们无法被选择、用于认证、导出或关联到主机。此操作只会移除这些无法访问的孤立项目。
zh_hant: Tessera 發現 %lld 個沒有對應金鑰中繼資料的鑰匙圈項目。它們無法被選擇、用於驗證、輸出或關聯到主機。此操作只會移除這些無法存取的孤立項目。

source: Tessera is adding the approved public key to authorized_keys.
de: Tessera trägt den freigegebenen Public Key in authorized_keys ein.
es: Tessera está añadiendo la clave pública aprobada a authorized_keys.
fr: Tessera ajoute la clé publique approuvée à authorized_keys.
ja: Tessera が承認された公開鍵を authorized_keys に追加しています。
zh_hans: Tessera 正在将已批准的公钥添加到 authorized_keys。
zh_hant: Tessera 正在將已核准的公鑰加入 authorized_keys。

source: Tessera is creating or loading this device’s Secure Enclave key. If your key-use setting requires authentication, confirm Face ID or device passcode. You can change it later in Keys.
de: Tessera erzeugt oder lädt den Secure-Enclave-Key dieses Geräts. Verlangt deine Einstellung zur Key-Nutzung eine Authentifizierung, bestätige mit Face ID oder dem Gerätecode. Du kannst das später unter „Keys“ ändern.
es: Tessera está creando o cargando la clave del Secure Enclave de este dispositivo. Si tu ajuste de uso de claves exige autenticación, confirma con Face ID o el código del dispositivo. Puedes cambiarlo luego en Claves.
fr: Tessera crée ou charge la clé Secure Enclave de cet appareil. Si votre réglage d'utilisation des clés exige une authentification, confirmez avec Face ID ou le code de l'appareil. Vous pourrez le modifier plus tard dans Clés.
ja: Tessera がこのデバイスの Secure Enclave キーを作成または読み込んでいます。キー使用時の設定で認証が必要な場合は、Face ID かデバイスのパスコードで確認してください。設定はあとから「キー」で変更できます。
zh_hans: Tessera 正在创建或载入本设备的 Secure Enclave 密钥。如果你的密钥使用设置要求认证，请用 Face ID 或设备密码确认。之后可以在「密钥」中更改。
zh_hant: Tessera 正在製作或載入本裝置的 Secure Enclave 金鑰。如果你的金鑰使用設定要求驗證，請用 Face ID 或裝置密碼確認。之後可以在「金鑰」中更改。

source: Tessera preserves other shell configurations and only sources its provider shims into bash or zsh.
de: Tessera lässt andere Shell-Konfigurationen unangetastet und bindet seine Provider-Shims nur in bash oder zsh ein.
es: Tessera conserva otras configuraciones de shell y solo carga sus shims de proveedor en bash o zsh.
fr: Tessera préserve les autres configurations de shell et ne charge ses shims de fournisseur que dans bash ou zsh.
ja: Tessera は他のシェル設定をそのまま保ち、プロバイダのシムは bash または zsh にのみ読み込みます。
zh_hans: Tessera 会保留其他 shell 配置，仅把其提供方垫片加载到 bash 或 zsh 中。
zh_hant: Tessera 會保留其他 shell 設定，僅把其提供者墊片載入到 bash 或 zsh 中。

source: Tessera will create a standard passphrase-encrypted OpenSSH private-key file. Tessera cannot recover this passphrase. No plaintext key file is created.
de: Tessera erstellt eine standardmäßige, mit Passphrase verschlüsselte OpenSSH-Private-Key-Datei. Tessera kann diese Passphrase nicht wiederherstellen. Es wird keine Klartext-Key-Datei erzeugt.
es: Tessera creará un archivo de clave privada OpenSSH estándar cifrado con frase de contraseña. Tessera no puede recuperar esa frase. No se crea ningún archivo de clave en texto plano.
fr: Tessera créera un fichier de clé privée OpenSSH standard chiffré par phrase secrète. Tessera ne peut pas récupérer cette phrase secrète. Aucun fichier de clé en clair n'est créé.
ja: Tessera は、パスフレーズで暗号化された標準的な OpenSSH 秘密鍵ファイルを作成します。このパスフレーズを Tessera が復元することはできません。平文の鍵ファイルは作成されません。
zh_hans: Tessera 将创建一个标准的、用口令加密的 OpenSSH 私钥文件。Tessera 无法找回该口令。不会生成任何明文密钥文件。
zh_hant: Tessera 將建立一個標準的、以密語加密的 OpenSSH 私鑰檔案。Tessera 無法找回該密語。不會產生任何明文金鑰檔案。

source: Tessera will not paste into the terminal. When the upload finishes, its remote path will be copied to the clipboard instead.
de: Tessera setzt nichts in das Terminal ein. Wenn der Upload abgeschlossen ist, wird stattdessen der entfernte Pfad in die Zwischenablage kopiert.
es: Tessera no pegará nada en el terminal. Cuando finalice la subida, la ruta remota se copiará en el portapapeles.
fr: Tessera ne collera rien dans le terminal. Une fois le téléversement terminé, le chemin distant sera copié dans le presse-papiers.
ja: Tessera はターミナルにペーストしません。アップロードが完了すると、代わりにリモートパスがクリップボードにコピーされます。
zh_hans: Tessera 不会将内容粘贴到终端。上传完成后，远程路径将改为复制到剪贴板。
zh_hant: Tessera 不會將內容貼到終端機。上傳完成後，遠端路徑將改為複製到剪貼簿。

source: Tessera will recheck when the foreground program returns to its shell.
de: Tessera prüft erneut, sobald das Vordergrundprogramm zur Shell zurückkehrt.
es: Tessera volverá a comprobarlo cuando el programa en primer plano regrese a su shell.
fr: Tessera revérifiera lorsque le programme au premier plan reviendra à son shell.
ja: フォアグラウンドのプログラムがシェルに戻ると、Tessera が再確認します。
zh_hans: 当前台程序回到 shell 后，Tessera 会重新检查。
zh_hant: 當前景程式回到 shell 後，Tessera 會重新檢查。

source: The Keychain returned an unexpected result.
de: Der Schlüsselbund hat ein unerwartetes Ergebnis geliefert.
es: El llavero devolvió un resultado inesperado.
fr: Le trousseau a renvoyé un résultat inattendu.
ja: キーチェーンから予期しない結果が返されました。
zh_hans: 钥匙串返回了意外结果。
zh_hant: 鑰匙圈傳回了非預期的結果。

source: The OpenSSH private key or its passphrase is invalid.
de: Der private OpenSSH-Key oder seine Passphrase ist ungültig.
es: La clave privada de OpenSSH o su frase de contraseña no son válidas.
fr: La clé privée OpenSSH ou sa phrase secrète est invalide.
ja: OpenSSH の秘密鍵またはそのパスフレーズが正しくありません。
zh_hans: OpenSSH 私钥或其密码短语无效。
zh_hant: OpenSSH 私密金鑰或其密碼短語無效。

source: The actual Keychain boundary could not be determined.
de: Die tatsächliche Schlüsselbund-Grenze konnte nicht ermittelt werden.
es: No se pudo determinar el límite real del llavero.
fr: Impossible de déterminer la limite réelle du trousseau.
ja: 実際のキーチェーン境界を特定できませんでした。
zh_hans: 无法确定实际的钥匙串边界。
zh_hant: 無法確定實際的鑰匙圈邊界。

source: The actual Keychain boundary currently requires biometrics (Face ID/Touch ID) or passcode.
de: Die tatsächliche Schlüsselbund-Grenze verlangt derzeit Biometrie (Face ID/Touch ID) oder Code.
es: El límite real del llavero requiere actualmente biometría (Face ID/Touch ID) o código.
fr: La limite réelle du trousseau exige actuellement la biométrie (Face ID/Touch ID) ou le code.
ja: 現在の実際のキーチェーン境界では、生体認証（Face ID／Touch ID）またはパスコードが必要です。
zh_hans: 当前实际的钥匙串边界要求生物识别（Face ID/触控 ID）或密码。
zh_hant: 目前實際的鑰匙圈邊界要求生物辨識（Face ID／Touch ID）或密碼。

source: The actual Keychain boundary currently uses device-unlocked protection.
de: Die tatsächliche Schlüsselbund-Grenze nutzt derzeit den Schutz „Gerät entsperrt“.
es: El límite real del llavero usa actualmente la protección de dispositivo desbloqueado.
fr: La limite réelle du trousseau utilise actuellement la protection « appareil déverrouillé ».
ja: 現在の実際のキーチェーン境界では、デバイスのロック解除による保護が使われています。
zh_hans: 当前实际的钥匙串边界使用“设备已解锁”保护。
zh_hant: 目前實際的鑰匙圈邊界使用「裝置已解鎖」保護。

source: The approved public key was installed and recorded on both devices. No private key crossed devices.
de: Der freigegebene Public Key wurde auf beiden Geräten installiert und erfasst. Kein Private Key hat das Gerät verlassen.
es: La clave pública aprobada se instaló y registró en ambos dispositivos. Ninguna clave privada cambió de dispositivo.
fr: La clé publique approuvée a été installée et enregistrée sur les deux appareils. Aucune clé privée n'a changé d'appareil.
ja: 承認された公開鍵が両方のデバイスにインストールされ、記録されました。秘密鍵がデバイス間を移動することはありません。
zh_hans: 已批准的公钥已在两台设备上安装并记录。没有任何私钥在设备之间传输。
zh_hant: 已核准的公鑰已在兩台裝置上安裝並記錄。沒有任何私鑰在裝置之間傳輸。

source: The code comparison has already been decided.
de: Über den Codevergleich wurde bereits entschieden.
es: La comparación de códigos ya se ha decidido.
fr: La comparaison des codes a déjà été tranchée.
ja: コードの照合はすでに決定されています。
zh_hans: 代码比对已作出决定。
zh_hant: 代碼比對已作出決定。

source: The codes did not match; start a fresh transfer.
de: Die Codes stimmten nicht überein — starte eine neue Übertragung.
es: Los códigos no coincidieron; inicia una transferencia nueva.
fr: Les codes ne correspondaient pas ; lancez un nouveau transfert.
ja: コードが一致しませんでした。転送をやり直してください。
zh_hans: 代码不匹配；请重新开始传输。
zh_hant: 代碼不相符；請重新開始傳輸。

source: The completion acknowledgement must follow the grant receipt.
de: Die Abschlussbestätigung muss nach der Freigabequittung kommen.
es: La confirmación de finalización debe ir después del recibo de concesión.
fr: L'accusé de fin doit suivre le reçu d'autorisation.
ja: 完了確認は付与レシートの後に送る必要があります。
zh_hans: 完成确认必须在授权回执之后。
zh_hant: 完成確認必須在授權回條之後。

source: The completion acknowledgement was already transferred.
de: Die Abschlussbestätigung wurde bereits übertragen.
es: La confirmación de finalización ya se transfirió.
fr: L'accusé de fin a déjà été transféré.
ja: 完了確認はすでに転送されています。
zh_hans: 完成确认已传输。
zh_hant: 完成確認已傳輸。

source: The continuation channel closed before enrollment completed.
de: Der Continuity-Kanal wurde geschlossen, bevor die Registrierung abgeschlossen war.
es: El canal de continuidad se cerró antes de completar la inscripción.
fr: Le canal de continuité s'est fermé avant la fin de l'inscription.
ja: 登録が完了する前に継続チャネルが閉じられました。
zh_hans: 接续通道在注册完成前已关闭。
zh_hant: 接續通道在註冊完成前已關閉。

source: The continuation channel could not prove its Apple peer binding.
de: Der Continuity-Kanal konnte seine Apple-Peer-Bindung nicht nachweisen.
es: El canal de continuidad no pudo demostrar su vínculo de par de Apple.
fr: Le canal de continuité n'a pas pu prouver sa liaison de pair Apple.
ja: 継続チャネルが Apple ピアバインディングを証明できませんでした。
zh_hans: 接续通道无法证明其 Apple 对端绑定。
zh_hant: 接續通道無法證明其 Apple 對端綁定。

source: The continuation tmux session name contains unsafe characters.
de: Der tmux-Sitzungsname der Fortsetzung enthält unsichere Zeichen.
es: El nombre de la sesión de tmux de la continuación contiene caracteres no seguros.
fr: Le nom de session tmux de la reprise contient des caractères non sûrs.
ja: 継続用の tmux セッション名に安全でない文字が含まれています。
zh_hans: 接力的 tmux 会话名称中包含不安全字符。
zh_hant: 接續的 tmux 工作階段名稱中包含不安全字元。

source: The devices could not understand each other's setup messages. Make sure both devices are running the same version of Tessera, then try again.
de: Die Geräte konnten die Einrichtungsnachrichten des jeweils anderen nicht verstehen. Stelle sicher, dass auf beiden Geräten dieselbe Tessera-Version läuft, und versuche es erneut.
es: Los dispositivos no pudieron entender los mensajes de configuración del otro. Asegúrate de que ambos ejecuten la misma versión de Tessera y vuelve a intentarlo.
fr: Les appareils n'ont pas pu interpréter leurs messages de configuration respectifs. Assurez-vous qu'ils exécutent la même version de Tessera, puis réessayez.
ja: デバイス同士がセットアップメッセージを解釈できませんでした。両方のデバイスで同じバージョンの Tessera を実行していることを確認してから、もう一度お試しください。
zh_hans: 两台设备无法理解彼此的设置消息。请确认两台设备运行相同版本的 Tessera，然后重试。
zh_hant: 兩台裝置無法理解彼此的設定訊息。請確認兩台裝置執行相同版本的 Tessera，然後重試。

source: The encrypted channel between the devices is incompatible. Make sure both devices run the same version of Tessera, then try again.
de: Der verschlüsselte Kanal zwischen den Geräten ist inkompatibel. Stelle sicher, dass auf beiden Geräten dieselbe Tessera-Version läuft, und versuche es erneut.
es: El canal cifrado entre los dispositivos es incompatible. Asegúrate de que ambos dispositivos ejecuten la misma versión de Tessera y vuelve a intentarlo.
fr: Le canal chiffré entre les appareils est incompatible. Assurez-vous que les deux appareils exécutent la même version de Tessera, puis réessayez.
ja: デバイス間の暗号化チャネルに互換性がありません。両方のデバイスで同じバージョンの Tessera を実行していることを確認してから、もう一度お試しください。
zh_hans: 两台设备之间的加密通道不兼容。请确认两台设备运行相同版本的 Tessera，然后重试。
zh_hant: 兩台裝置之間的加密通道不相容。請確認兩台裝置執行相同版本的 Tessera，然後重試。

source: The encrypted channel used an unsupported frame version (%lld). Both devices must run compatible versions of Tessera.
de: Der verschlüsselte Kanal hat eine nicht unterstützte Frame-Version (%lld) verwendet. Beide Geräte müssen kompatible Tessera-Versionen ausführen.
es: El canal cifrado usó una versión de trama no compatible (%lld). Ambos dispositivos deben ejecutar versiones compatibles de Tessera.
fr: Le canal chiffré a utilisé une version de trame non prise en charge (%lld). Les deux appareils doivent exécuter des versions compatibles de Tessera.
ja: 暗号化チャネルがサポートされていないフレームバージョン (%lld) を使用しました。両方のデバイスで互換性のあるバージョンの Tessera を実行する必要があります。
zh_hans: 加密通道使用了不受支持的帧版本 (%lld)。两台设备必须运行兼容版本的 Tessera。
zh_hant: 加密通道使用了不支援的訊框版本 (%lld)。兩台裝置必須執行相容版本的 Tessera。

source: The enrollment continuation stream is closed.
de: Der Enrollment-Fortsetzungsstream ist geschlossen.
es: El flujo de continuación de la inscripción está cerrado.
fr: Le flux de reprise d'inscription est fermé.
ja: 登録の継続ストリームは閉じられています。
zh_hans: 注册接力流已关闭。
zh_hant: 註冊接續串流已關閉。

source: The enrollment continuation stream stopped accepting data.
de: Der Enrollment-Fortsetzungsstream nimmt keine Daten mehr an.
es: El flujo de continuación de la inscripción dejó de aceptar datos.
fr: Le flux de reprise d'inscription n'accepte plus de données.
ja: 登録の継続ストリームがデータを受け付けなくなりました。
zh_hans: 注册接力流已停止接收数据。
zh_hant: 註冊接續串流已停止接收資料。

source: The enrollment host is no longer available.
de: Der Enrollment-Host ist nicht mehr verfügbar.
es: El host de la inscripción ya no está disponible.
fr: L'hôte d'inscription n'est plus disponible.
ja: 登録先のホストはもう利用できません。
zh_hans: 注册主机已不可用。
zh_hant: 註冊主機已不可用。

source: The enrollment request is not ready for this action.
de: Die Enrollment-Anfrage ist für diese Aktion noch nicht bereit.
es: La solicitud de inscripción no está lista para esta acción.
fr: La demande d'inscription n'est pas prête pour cette action.
ja: 登録リクエストは、この操作を行える状態ではありません。
zh_hans: 注册请求尚未就绪，无法执行此操作。
zh_hant: 註冊請求尚未就緒，無法執行此操作。

source: The existing tmux session reported an invalid size.
de: Die bestehende tmux-Sitzung hat eine ungültige Größe gemeldet.
es: La sesión tmux existente informó de un tamaño no válido.
fr: La session tmux existante a signalé une taille non valide.
ja: 既存の tmux セッションが無効なサイズを返しました。
zh_hans: 现有 tmux 会话报告了无效的尺寸。
zh_hant: 現有 tmux 工作階段回報了無效的尺寸。

source: The file will be decrypted in memory and its public fingerprint compared with this key. It will not replace the live key.
de: Die Datei wird im Arbeitsspeicher entschlüsselt und ihr öffentlicher Fingerabdruck mit diesem Key verglichen. Der aktive Key wird nicht ersetzt.
es: El archivo se descifrará en memoria y su huella pública se comparará con esta clave. No reemplazará la clave activa.
fr: Le fichier sera déchiffré en mémoire et son empreinte publique comparée à cette clé. La clé active ne sera pas remplacée.
ja: ファイルはメモリ上で復号され、その公開フィンガープリントがこのキーと比較されます。稼働中のキーが置き換わることはありません。
zh_hans: 该文件将在内存中解密，并将其公钥指纹与此密钥比对。不会替换正在使用的密钥。
zh_hant: 該檔案將在記憶體中解密，並將其公鑰指紋與此金鑰比對。不會取代正在使用的金鑰。

source: The file will be decrypted in memory, fingerprint-matched, and restored under the existing key identity so host references remain intact.
de: Die Datei wird im Arbeitsspeicher entschlüsselt, per Fingerabdruck abgeglichen und unter der vorhandenen Key-Identität wiederhergestellt, damit Host-Verweise erhalten bleiben.
es: El archivo se descifrará en memoria, se comparará su huella y se restaurará bajo la identidad de clave existente para que las referencias de los hosts sigan intactas.
fr: Le fichier sera déchiffré en mémoire, comparé par empreinte, puis restauré sous l'identité de clé existante afin que les références des hôtes restent intactes.
ja: ファイルはメモリ上で復号され、フィンガープリントが照合されたうえで、既存のキー ID のもとに復元されます。ホストからの参照はそのまま保たれます。
zh_hans: 该文件将在内存中解密、比对指纹，并在现有密钥身份下恢复，使主机的引用保持不变。
zh_hant: 該檔案將在記憶體中解密、比對指紋，並在現有金鑰身分下復原，使主機的參照保持不變。

source: The grant receipt must follow the manifest.
de: Die Freigabequittung muss nach dem Manifest kommen.
es: El recibo de concesión debe ir después del manifiesto.
fr: Le reçu d'autorisation doit suivre le manifeste.
ja: 付与レシートはマニフェストの後に送る必要があります。
zh_hans: 授权回执必须在清单之后。
zh_hant: 授權回條必須在清單之後。

source: The grant receipt was already transferred.
de: Die Freigabequittung wurde bereits übertragen.
es: El recibo de concesión ya se transfirió.
fr: Le reçu d'autorisation a déjà été transféré.
ja: 付与レシートはすでに転送されています。
zh_hans: 授权回执已传输。
zh_hant: 授權回條已傳輸。

source: The hook files are installed, but this running agent has not reported a trusted lifecycle event. In Codex, review Tessera's hook groups with /hooks; otherwise relaunch the agent.
de: Die Hook-Dateien sind installiert, aber dieser laufende Agent hat noch kein vertrauenswürdiges Lifecycle-Ereignis gemeldet. Prüfe in Codex die Hook-Gruppen von Tessera mit /hooks; andernfalls starte den Agenten neu.
es: Los archivos de hook están instalados, pero este agente en ejecución no ha informado de un evento de ciclo de vida de confianza. En Codex, revisa los grupos de hooks de Tessera con /hooks; si no, reinicia el agente.
fr: Les fichiers de hook sont installés, mais cet agent en cours n'a signalé aucun événement de cycle de vie fiable. Dans Codex, vérifiez les groupes de hooks de Tessera avec /hooks ; sinon, relancez l'agent.
ja: フックファイルはインストールされていますが、実行中のこのエージェントから信頼できるライフサイクルイベントが報告されていません。Codex では /hooks で Tessera のフックグループを確認し、それ以外の場合はエージェントを再起動してください。
zh_hans: 钩子文件已安装，但正在运行的这个智能体尚未上报可信的生命周期事件。在 Codex 中可用 /hooks 查看 Tessera 的钩子分组；否则请重新启动该智能体。
zh_hant: 掛鉤檔案已安裝，但執行中的這個智慧體尚未回報可信的生命週期事件。在 Codex 中可用 /hooks 檢視 Tessera 的掛鉤群組；否則請重新啟動該智慧體。

source: The host grant changed after device-owner authorization.
de: Die Host-Freigabe hat sich nach der Autorisierung durch den Gerätebesitzer geändert.
es: La concesión del host cambió después de la autorización del propietario del dispositivo.
fr: L'autorisation d'hôte a changé après l'autorisation du propriétaire de l'appareil.
ja: デバイス所有者の認証後に、ホストの付与内容が変更されました。
zh_hans: 在设备所有者授权之后，主机授权发生了变化。
zh_hant: 在裝置擁有者授權之後，主機授權發生了變化。

source: The host grant selection is invalid.
de: Die Auswahl der Host-Freigabe ist ungültig.
es: La selección de la concesión del host no es válida.
fr: La sélection d'autorisation d'hôte est invalide.
ja: ホストの付与の選択が不正です。
zh_hans: 主机授权的选择无效。
zh_hant: 主機授權的選擇無效。

source: The host key for this server has changed since the last connection. This could indicate a man-in-the-middle attack, or the server was reinstalled.
de: Der Host-Key dieses Servers hat sich seit der letzten Verbindung geändert. Das kann auf einen Man-in-the-Middle-Angriff hindeuten oder darauf, dass der Server neu aufgesetzt wurde.
es: La clave de host de este servidor ha cambiado desde la última conexión. Podría indicar un ataque de intermediario, o que el servidor se reinstaló.
fr: La clé d'hôte de ce serveur a changé depuis la dernière connexion. Cela peut indiquer une attaque de l'intercepteur, ou une réinstallation du serveur.
ja: このサーバーのホストキーが前回の接続以降に変更されました。中間者攻撃の可能性、あるいはサーバーが再インストールされた可能性があります。
zh_hans: 此服务器的主机密钥自上次连接以来已改变。这可能意味着中间人攻击，也可能是服务器被重装了。
zh_hant: 此伺服器的主機金鑰自上次連線以來已改變。這可能意味著中間人攻擊，也可能是伺服器被重裝了。

source: The host or authentication policy changed while connecting. Try again.
de: Der Host oder die Authentifizierungsrichtlinie hat sich während des Verbindens geändert. Versuche es erneut.
es: El host o la política de autenticación cambiaron durante la conexión. Vuelve a intentarlo.
fr: L'hôte ou la politique d'authentification a changé pendant la connexion. Réessayez.
ja: 接続中にホストまたは認証ポリシーが変更されました。やり直してください。
zh_hans: 连接过程中主机或认证策略发生了变化。请重试。
zh_hant: 連線過程中主機或驗證原則發生了變化。請重試。

source: The host-grant receipt is invalid.
de: Die Host-Freigabequittung ist ungültig.
es: El recibo de concesión de host no es válido.
fr: Le reçu d'autorisation d'hôte n'est pas valide.
ja: ホスト付与レシートが無効です。
zh_hans: 主机授权回执无效。
zh_hant: 主機授權回條無效。

source: The jump-host chain could not be resolved.
de: Die Jump-Host-Kette konnte nicht aufgelöst werden.
es: No se pudo resolver la cadena de hosts de salto.
fr: Impossible de résoudre la chaîne d'hôtes de rebond.
ja: 踏み台ホストのチェーンを解決できませんでした。
zh_hans: 无法解析跳板主机链。
zh_hant: 無法解析跳板主機鏈。
